{
	"projectName": "ePill",
	"firstname"	: "firstname",
	"lastname"	: "lastname",
	"gender"		: "gender",
	"username"	: "username",
	"password"	: "password",
	"passwordRepeat": "password repeat",
	"redGreenColorblind"	: "Red-green colorblind",
	"login": "login",
	"register": "register",
	"loginSuccess": "Login was successfull!",
	"loginFailed": "Login failed!",
	"savingSuccessfull"	: "Saved successfully!",
	"savingFailed"	: "Saving failed!",
	"preferredFontSize": "Preferred Font-Size",
	"helpenabled"	: "Sollen Hilfetexte angezeigt werden?",
	"viewDetails"	:	"View details",
	"drugListAllDescriptionText": "%User.firstname%, this is an overview about all drugs in the system. You can add drugs you take frequently into a list by clicking on the heart icon. You can add drugs you want to remember into another list by clicking on the plus icon.",
	"drugs": "Drugs",
	"drug": "Drug",
	"checkForInteractions": "Check for adverse effects",
	"userDrugs": "Your drugs",
	"rememberedDrugs": "Remembered drugs",
	"userSettings": "Your settings",
	"userData": "Your data",
	"userList": "all users",
	"interaction": "Interactions",
	"save": "save",
	"userCockpitDescr": "Hello %User.firstname%, here your can change your account settings.",
	"searchDrug": "Search for a drug...",
	"address": "Address",
	"dateOfBirth": "Date of Birth",
	"about": "About",
	"aboutText"	: "<h5>Objective</h5><p>The appllication should improve understanding of package information leaflets. Neben einer verbesserten Darstellung der Informationen und einem einfacheren Zugang zu den Informationen für Patienten ist das übergreifende Ziel der Anwendung die Steigerung der Medikamenten Compliance von Patienten durch einen verbesserten Wissensstand.</p><h5>Background</h5><p>Medikamente müssen ordnungsgemäß eingenommen werden. Allerdings halten sich viele Patienten nicht an die Dosierungsvorgaben der verschriebenen Medikamente. Dies wirkt sich negativ auf globale Krankheits- und Sterberaten aus. Neben negativen Auswirkungen auf das persönliche Wohlergehen, wie ein verschlechterter Gesundheitszustand, erhöht eine schlechte Compliance auch die Gesamtkosten im Gesundheitswesen.<br />Compliance kann als das Ausmaß, in dem ein Patient in Übereinstimmung mit den verschriebenen Einnahmeintervallen sowie Dosierungsvorgaben von Medikamenten handelt, definiert werden. Compliance ist ein komplexes Problem, dass in verschiedenen Studien auf vielfältige Ursachen zurückgeführt wird. Unter anderem auch einer schlechten Qualität der Arzt-Patienten-Kommunikation sowie das Wissen der Patienten über die Medikamente, die sie einnehmen. Mit unserer Arbeit und dieser Webseite wollen wir einen Beitrag liefern das Wissen der Patienten über ihre Medikamente zu verbessern und eine vom Arztbesuch unabhängige Informationsquelle zu schaffen. Dazu haben wir diese Webapplikation entwickelt, die, für Patienten, Informationen zu Medikamenten aufbereitet und zur Verfügung stellt und dabei die Probleme von Beipackzetteln, wie eine schlechte Lesbarkeit, eine schlechte Verständlichkeit und überflüssige Informationen vermeidet. Weiterhin stellt die Webanwendung zusätzliche Dienstleistungen, wie die Prüfung auf Wechselwirkungen, Verknüpfung zu ähnlichen Medikamenten und weitere Aggregationen von Informationen zu Medikamenten zur Verfügung.Diese Webanwendung soll dazu beitragen, dass Patienten sich ohne Termine oder Zeitbeschränkungen selber informieren können und besser verstehen können was für Medikamente sie warum nehmen. Zusammen mit den weiteren Dienstleistungen können daduach auch manche Neben- oder Wechselwirkungen vermidenen werden, die Patienten unter Umständen dazu führen könnten ein Medikament abzusetzen. Mit ePill kann ein Patient zum Beispiel einfach prüfen, ob ein Hustensaft bekannte Wechselwirkungen mit anderen Medikamenten, die er kontinuierlich einnimmt, hat.",
	"privacy"	: "Privay",
	"greetingMorning": "Good morning %User.firstname%,",
	"greetingNoon": "Hello %User.firstname%,",
	"greetingHighNoon": "Good day %User.firstname%,",
	"greetingEvening": "Good evening %User.firstname%,",
	"greetingNight": "Oh, you are still awake, %User.firstname%!",
	"drugsTaking": "Your current medication",
	"drugTakingListAllDescriptionText": "%User.firstname%, this is an overview about all drugs you are frequently taking. You can add new drugs to or remove drugs from this list.",
	"drugsRemember": "Remembered Drugs",
	"drugRememberListDescriptionText": "%User.firstname%, this is an overview about all drugs you added to your remember list. Du kannst neue Medikamente hinzufügen und gelistete aus der Liste entfernen.",
	"emptyList": "This list is still empty...",
	"articles"		: "Articles",
	"team"			: "Team",
	"whyRegister"	: "Why register?",
	"customerCare"	: "Customer Care",
	"news"			: "News",
	"functions"		: "Functions",
	"contactUs"		: "Contact Us",
	"imprint"		: "Imprint",
	"subscribe"		: "Subscribe",
	"usedWhen"			: "Used when",
	"adverseEffects"		: "Adverse effects",
	"activeSubstance"	: "Active substances",
	"indicationGroup"	: "Indication group",
	"removeFromRememberListSuccess": "Das Medikament wurde aus der Merkliste gelöscht.",
	"removeFromRememberListFailed": "Das Medikament konnte nicht aus der Merkliste gelöscht werden.",
	"addToRememberListSuccess": "Das Medikament wurde zu deiner Merkliste hinzugefügt.",
	"addToRememberListFailed": "Das Medikament konnte deiner Merkliste nicht hinzugefügt werden.",
	"removeFromTakingListSuccess": "Das Medikament wurde aus deiner aktuellen Medikamentierung gelöscht.",
	"removeFromTakingListFailed": "Das Medikament konnte nicht aus deiner aktuellen Medikamentierung gelöscht werden.",
	"addToTakingListSuccess": "Das Medikament wurde deiner aktuellen Medikamentierung hinzugefügt.",
	"addToTakingListFailed": "Das Medikament konnte deiner aktuellen Medikamentierung nicht hinzugefügt werden.",
	"usernameUsed": "Your username is already in use!",
	"passwordsDifferent": "Your passwords are different!",
	"registrationSuccess": "Your Registration was successful!",
	"female"	: "female",
	"male"	: "male",
	"noInfo"	: "No information",
	"invalidDateFormat"	: "Invalid date format!",
	"yes" 	: "Yes",
	"no"		: "No",
	"getPersonalizedText" : "Show personalized text",
	"getOriginalText" : "Show original text",
	"errorOccured"	: "Sorry, an error occured!",
	"publishingDate"	: "Publishing date",
	"mostVisitedItems"	: "Most viewed medications"
}
